var npcdata = {
	"sizeList": {
    "T": "Крошечный",
    "S": "Маленький",
    "M": "Средний",
    "L": "Большой",
    "H": "Огромный",
    "G": "Колоссальный"
	},
	"dataList":[
	{
		"group": "npc",
		"name": "Крестьянин",
		"size": "M",
		"type": "гуманоид (человек)",
		"alignment": "любое мировоззрение",
		"ac": "10",
		"hp": "9 (2d8)",
		"speed": "30фт.",
		"str": "10",
		"dex": "10",
		"con": "10",
		"int": "10",
		"wis": "14",
		"cha": "11",
		"cr": "1/4",
		"action": [{
		"name": "Рукопашное оружие",
		"text": "Рукопашное Оружие: +2, 1d6 дробящего/рубящего/колющего урона."
		},
		{
		"name": "Метательное оружие",
		"text": "Рукопашное: +2, 1к6 колющего урона. Метательное(20/60): +2, 1d6 колющего урона"
		},
		{
		"name": "Дистанционное оружие",
		"text": "Дистанционное оружие(30/120): +2, 1d6 колющего/дробящего урона"
		}
		],
	},
	]
}